Repository: yshean/spacex_demo
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# homeAppBarTitle
source: SpaceX Demo
es: SpaceX Demo (ES)

# rocketSpaceXTileTitle
source: Rockets
es: Rockets (ES)

# crewSpaceXTileTitle
source: Crew
es: Crew (ES)

# crewAppBarTitle
source: Crew
es: Crew (ES)

# crewFetchErrorMessage
source: Something went wrong while fetching crew members. Please try again later.
es: Something went wrong while fetching crew members. Please try again later. (ES)

# openWikipediaButtonText
source: Open Wikipedia
es: Open Wikipedia (ES)

# crewMemberDetailsAgency
source: Agency
es: Agency (ES)

# crewMemberDetailsParticipatedLaunches
source: Has participated in
es: Has participated in (ES)

# crewMemberDetailsLaunch
source: launch
es: launch (ES)

# crewMemberDetailsLaunches
source: launches
es: launches (ES)
